---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.PaDashS
source: html/d36f6d41-222a-a3c9-5ac7-bc2c5ac55965.htm
---
# Autodesk.Revit.DB.SymbolTypeId.PaDashS Property

Symbol Pa-s, indicating unit Pascal seconds.

## Syntax (C#)
```csharp
public static ForgeTypeId PaDashS { get; }
```